Repository: orestescm76/cassiopeia
Catalog: idiomas/original.*.resx
Languages: ca, el, es

# abrir_registros
source: Open entries from file
ca: Obrir registres des d'un fitxer
el: Άνοιγμα άλμπουμ από αρχείο
es: Abrir registros desde un fichero

# acerca
source: About
ca: Sobre
el: Σχετικά με
es: Acerca de

# addcaratula
source: Add cover
ca: Afegir caràtula
el: Άθροιση εξωφύλλου
es: Añadir carátula

# admin
source: Adminstrate
ca: Administrar
el: Διαχείριση
es: Administrar

# agradecimiento1
source: * JohnnyCrazy in GitHub
ca: * JohnnyCrazy a GitHub
el: * JohnnyCrazy στο GitHub
es: * JohnnyCrazy en GitHub

# agradecimiento2
source: * @esgmonologos in Twitter for the icon
ca: * @esgmonologos a Twitter per l'icon
el: * @esgmonologos στο Twitter για την εικόνα
es: * @esgmonologos en Twitter por el icono

# agradecimiento4
source: * Everyone who helped me test this thing
el: * Όλοι που με βοηθάνε
es: * Todos los que me han ayudado a cazar errores

# agradecimientosA
source: Thanks to:
ca: Gràcies a:
el: Ευχαριστώ στα:
es: Agradecimientos a:

# agregar_album
source: New album
ca: Afegir àlbum
el: Νέο άλμπουμ
es: Nuevo álbum

# albumes
source: Albums
ca: Àlbums
el: Άλμπουμ
es: Álbumes

# archivo
source: File
ca: Arxiu
el: Αρχείο
es: Archivo

# artista
source: Artist
ca: Artista
el: Καλλιτέχνης
es: Artista

# avisoSpotify
source: You're going to link this application with your Spotify account. This will allow playing songs on Spotify from this application. If you wish to revoke access you'll have to go to the Spotify webpage. The program will time 30 seconds before cancelling the vinculation. Do you wish to continue?
el: Αυτή η εφαρμογή συνδέεται με το Spotify χρήστης σας. Αυτό θα επιτρέψει η αναπαραγωγή τραγουδιών από Spotify εδώ. Αν θέλετε να αναιρέσετε πρόσβαση, φύγετε στο χρήσης σας στην Spotify σελίδα. Θέλετε να συνεχίζατε;
es: Se va a vincular esta aplicación con tu cuenta de Spotify. Esto permitirá la reproducción de canciones desde Spotify en esta aplicación. Si deseas retirar el acceso tienes que ir a tu perfil en la web de Spotify. El programa contará 30 segundos para realizar la vinculación antes de cancelarse. ¿Desea continuar?

# ayudaAñadir
source: Select the album you want to add and press "Add"
ca: Selecciona l'àlbum que vols afegir i prem "Afegir"
el: Διαλέγετε το άλμπουμ ότι θέλετε να αθροίσετε και κλικ στο "Άθροιση"
es: Selecciona el álbum que quieres agregar y pulsa en "Añadir"

# ayuda_larga
source: Configs the form to create a several part song.
ca: Configura el formulari per a crear una cançó amb més d'una part.
el: Ρύθμιση παράθυρου για δημιουργώντας ενός τραγουδιού με πολλών μερών.
es: Configura el formulario para crear una canción con varias partes.

# añadir
source: Add
ca: Afegir
el: Άθροιση
es: Añadir

# añadir_cancion
source: Add song
ca: Afegir cançó
el: Άθροιση τραγουδιού
es: Añadir canción

# año
source: Year
ca: Any
el: Έτος
es: Año

# añoPublicacion
source: Year of release
ca: Any de publicació
el: Έτος έκδοσης
es: Año de publicación

# borrar_seleccion
source: Delete selection
ca: Esborrar selecció
el: Διαγραφή επιλογής
es: Borrar selección

# buscar
source: Search
ca: Cercar
el: Αναζήτηση
es: Buscar

# buscar_Spotify
source: Search in Spotify
ca: Cercar en Spotify
el: Αναζήτηση στο Spotify
es: Buscar en Spotify

# busqueda_Spotify
source: Enter your search for Spotify (max 20 results)
ca: Introdueix el que vulguis cercar a Spotify (màx. 20 resultats)
el: Εγγράψτε το ερώτημα σας στο Spotify. (Μέγιστος 20 αποτελέσματα)
es: Introduce lo que vayas a buscar en Spotify (máx 20 resultados)

# cambiar_idioma
source: Change language
ca: Canviar d'idioma
el: Αλλαγή της γλώσσας
es: Cambiar de Idioma

# cancelar
source: Cancel
ca: Cancel·lar
el: Άκυρο
es: Cancelar

# caratula
source: Cover
ca: Caràtula
el: Eξώφυλλο
es: Carátula

# cargarDiscosLegacy
source: Load a legacy savefile
ca: Carregar un fitxer pre1.4
el: Φόρτωσης παλαιού αρχείου (1.4)
es: Cargar un fichero pre1.4

# contacto
source: Contact: @orestescm76 in Twitter, Telegram and GitHub
ca: Contacte: @orestescm76 a Twitter, Telegram i GitHub
el: Επικοινωνείτε με εμένα: @orestescm76 στο Twitter, GitHub και Telegram.
es: Contacto: @orestescm76 en Twitter, GitHub y Telegram.

# copiar
source: Copy to clipboard
ca: Copiar al porta-retalls
el: Αντιγραφή
es: Copiar al portapapeles

# crearCD
source: Create a CD from this album
ca: Crear CD a partir d'aquest àlbum
el: Δημιουργώντας CD από αυτό το άλμπουμ
es: Crear CD a partir de este álbum

# desarrolladoPor
source: Developed by
ca: Desenvolupat per
el: Προγραμματισμένος από
es: Desarrollado por

source: Digipack
ca: Caixa de cartró
es: Caja de cartón

# duracion
source: Duration
ca: Duració
el: Διαρκεία
es: Duración

# dur_total
source: Total runtime
ca: Duració total
el: Συνολική διαρκεία
es: Duración total

# editando
source: Editing
ca: Editant
el: Επεξεργασία
es: Editando

# editar
source: Edit
ca: Editar
el: Επεξεργασία
es: Editar

# editar_anotaciones
source: Edit notes
ca: Editar anotacions
el: Επεξεργασία νοτών
es: Editar Anotaciones

# error_formato
source: Error while trying to do the operation, check the number fields there is text.
ca: Error en intentar realitzar l'operació, revisa que als camps que sol·liciten nombres no hi hagi text.
el: Υπάρχει ένα λάθος. Ελέγχετε τα πεδία χρειάζονται νούμερα, δεν υπάρχει κείμενο.
es: Error al intentar realizar la operación, revisa que los campos que soliciten números no haya texto.

# error_imagen
source: Error downloading the image.
ca: Error descarregant la imatge
el: Υπάρχει ένα λάθος λήψη εικόνας
es: Error descargando la imagen

# error_internet
source: No internet connection detected, Spotify integration is disabled.
ca: No hi ha connexió a Internet, no és possible connectar amb Spotify.
el: Δεν υπάρχει σύνδεση στο Internet
es: No hay conexión a Internet, no es posible conectarse a Spotify.

# error_noAlbumes
source: No albums avaliable.
ca: No hi ha àlbums.
el: Δεν υπάρχουν άλμπουμ
es: No hay álbumes.

# error_uri
source: Invalid URI, check that it has this format:
ca: URI invàlid, assegura't que tingui el format
es: URI inválido, asegúrate que tenga el formato

# error_vacio1
source: Error, some field has missing data
ca: Error en intentar realitzar l'operació, hi ha un camp sense emplenar.
es: Error al intentar realizar la operación, algún campo está sin rellenar.

# error_vacio2
source: Error, some field has missing data
ca: No has ficat res al formulari, avortant...
es: No has puesto nada en el formulario.

# esBonus
source: It's a bonus song
ca: És una cançó bonus
el: Είναι ένα μπόνους τραγούδι
es: Es una canción bonus

# esBonusAyuda
source: It's a song that isn't in the original album and it's been added as extra content.
ca: Es una cançó que no es troba a l'àlbum original i s'ha afegit com a contingut extra
es: Es una canción que no se encuentra en el álbum original y que se ha añadido como contenido extra

# esLarga
source: Does it have various parts?
ca: ¿Està formada per múltiples parts?
es: ¿Tiene varias partes?

# estado_exterior
source: Sleeve state
ca: Estat de la caràtula
el: Κατάσταση εξώφυλλου
es: Estado de la carátula

# estado_medio
source: Record state
ca: Estat del disc
el: Κατάσταση δίσκου
es: Estado del disco

# F
source: Fair (F)
ca: Dolent (F)
el: Κακό (F)
es: Mal (F)

# formato
source: CD type
ca: Fomat del CD
el: Τύπος CD
es: Fomato del CD

# G
source: Good (G)
ca: Regular (G)
el: Καλό (G)
es: Regular (G)

# generar_azar
source: Generate a random album
ca: Generar àlbum a l'atzar
es: Generar álbum al azar

# genero
source: Genre
ca: Gènere
el: Είδος
es: Género

# genero_clasica
source: Classical music
ca: Música clàssica
el: Κλασική μουσική
es: Música clásica

# genero_disco
source: Disco music
ca: Música disco
el: Ντίσκο
es: Música disco

# genero_electronica
source: Electronic music
ca: Música electrònica
el: Ηλεκτρονική μουσική
es: Música electrónica

# genero_funk
source: Funk
ca: Funk (i derivats)
el: Φανκ
es: Funk (y derivados)

# genero_hardrock
source: Hard rock
ca: Rock dur
el: Χαρντ Ροκ
es: Rock duro

# genero_indierock
source: Indie Rock
ca: Rock indie
el: Ίντι ροκ
es: Rock indie

# genero_postpunk
source: Post Punk
el: Ποστ-Πανκ
es: Pospunk

# genero_progmetal
source: Progressive Metal
ca: Metal progressiu
el: Προσδευτικό μέταλ
es: Metal progresivo

# genero_rockprog
source: Progressive Rock
ca: Rock progressiu
el: Προσδευτικό ροκ
es: Rock progresivo

# genero_rockpsicodelico
source: Psychedellic Rock
ca: Rock psicodèlic
el: Ψυχεδελικό ροκ
es: Rock psicodélico

# genero_rocksinfonico
source: Symphonic Rock
ca: Rock sinfónic
el: Συμφωνικό ροκ
es: Rock sinfónico

# GPlus
source: Good Plus (G+)
ca: Bo (G+)
el: Πιο καλό (G+)
es: Bueno (G+)

# guardar
source: Save as
ca: Guardar com
el: Αποθήκευση ως
es: Guardar como

# guardarBD
source: Do you want to save the actual data?
ca: ¿Vols guardar la base de dades actual?
el: Θέλετε αποθήκευση αυτή η βάσης δεδομένων;
es: ¿Quiere guardar la base de datos actual?

# hecho
source: Done
ca: Fet
el: Τέλος
es: Hecho

# iconoBandera
source: ./iconosBanderas/en.png
ca: ./iconosBanderas/ca.png
el: ./iconosBanderas/el.png
es: ./iconosBanderas/esp.png

# introduce_cancion
source: Enter song title
ca: Introdueix el títol de la cançó
el: Εγγράψτε το τραγουδιού τίτλο
es: Introduce el título de la canción

# introduce_uri
source: Or enter Spotify URI
ca: O introdueix l'URI
el: Ή εγγραψέτε το Spotify URI
es: O introduce la URI de Spotify

# Jewel
source: Jewel Case
ca: Carcassa clàssica de plàstic
el: Jewel
es: Carcasa clásica de plástico

# M
source: Mint
ca: Nou (Mint)
el: Νέο (M)
es: Nuevo (Mint)

# min:sec
source: minutes:seconds
ca: minuts:segons
el: λεπτά:δευτερόλεπτα
es: minutos:segundos

# MiniLP
source: Japanese MiniLP
ca: MiniLP japonès
el: Ιαπωνικό MiniLP
es: MiniLP japonés

# NMint
source: Near Mint (NM-)
ca: Seminou (MN-)
el: Σχεδόν νέο (NM-)
es: Seminuevo (MN-)

# NoStorage
source: CD only, no case
ca: CD solt
el: Μόνο CD
es: CD suelto

# nuevaBD
source: New database
ca: Nova base de dades
el: Νέα βάση δεδομένων
es: Nueva base de datos

# numcanciones
source: Number of songs
ca: Nombre de cançons
el: Νούμερο τραγουδιών
es: Número de canciones

# P
source: Poor (P)
ca: Mal estat (P)
el: Φτωχό (P)
es: Estropeado (P)

# paisPublicacion
source: Country of release
ca: País de publicació
el: Χώρα της ελευθέρωσης
es: País de publicación

# refrescar
source: Refresh
ca: Refrescar
el: Ανανέωση
es: Refrescar

# resultados
source: results
ca: resultats
el: αποτέλεσματα
es: resultados

# resultado_busqueda
source: Search results
ca: Resultat de la cerca
el: Αποτέλεσμα αναζήτησης
es: Resultado de la búsqueda

# salir
source: Exit
ca: Sortir
el: Έξοδος
es: Salir

# seHanEncontrado
source: I've found
ca: S'han trobat
el: Bρίσκονται
es: Se han encontrado

# seleccion
source: Selection
ca: Selecció
el: Επιλογή
es: Selección

# setBonus
source: Config as bonus song
el: Ρύθμιση ως επιπλέον τραγούδι
es: Configurar como canción bonus y viceversa.

# setLarga
source: Fusion as song with many parts
el: Σύντηξη ως τραγούδι με πολλοί μέρη
es: Fusionar como canción por partes

# titulo
source: Title
ca: Títol
el: Τίτλος
es: Título

# titulo_ventana_principal
source: Music manager
ca: Gestor de música
el: Διαχειριστής της μουσικής
es: Gestor de música

# ver
source: View
ca: Veure
el: Σχετικά
es: Ver

# VG
source: Very Good (VG)
ca: Molt bo (VG)
el: Πολύ καλό (VG)
es: Muy bueno (VG)

# VGPlus
source: Excellent (VG+)
el: Άριστο (VG+)
es: Excelente (VG+)

# vincular
source: Link to your Spotify Account
el: Σσυνδέστε με Spotify
es: Vincular con Spotify

# visualizando
source: Viewing
ca: Visualitzant
el: Επιθεώρηση
es: Visualizando

# cambiarSpotify
source: Change to Spotify
el: Αλλαγή στο Spotify
es: Cambiar a Spotify

# cambiarLocal
source: Change to local files
el: Αλλαγή στο τοπικό
es: Cambiar a local

# noPremium
source: This Spotify account is not Premium, you will not be able to use Spotify from the Music Manager.
el: Αυτό το Spotify χρήστη δεν είναι Premium, δεν μπορείτε να χρησιμοποιήσετε Spotify από Διαχειριστής
es: Esta cuenta de Spotify no es Premium, no podrás controlar Spotify desde el Gestor.

# reproducirSpotify
source: Play in Spotify
el: Αναπαραγωγή στο Spotify
es: Reproducir en Spotify

# errorBorrado
source: This album has a reference to a physical record, you cannot delete it.
el: Αυτό το άλμπουμ έχει σχέση με ένα CD. Δεν μπορείτε να διαγράφετε.
es: Este álbum tiene una referencia a un disco físico, no puedes borrarlo.

# errorReproduccion
source: The music file can't be played. Something happened.
es: No se puede reproducir el fichero porque está siendo utilizado por otro proceso

# reproducir
source: Play
el: Αναπαραγωγή
es: Reproducir

# cerrarModoStream
source: Double click here to close the app
el: Διπλό κλικ εδώ για τελείωμα
es: Doble click aquí para cerrar

# buscarDirectorio
source: Search folder
ca: Cerca carpeta
el: Αναζήτηση φάκελου
es: Buscar directorio

# directorio
source: Folder where the songs are stored
el: Φάκελος που τραγούδια αποθηκεύονται
es: Directorio donde se alojan las canciones

# uriSpotify
source: Spotify URI
el: URI του Spotify
es: URI de Spotify

# calcularPATHS
source: Search songs
el: Αναζήτηση τραγουδιών
es: Buscar canciones

# twittearCancion
source: Twit
ca: Tuita
el: Tweet
es: Twittear

# agregarBD
source: Add to database
ca: Afegir a la BBDD
el: Άθροιση στης βάση δεδομένων
es: Agregar a la BBDD

# crearLR
source: Create new playlist
el: Δημιουργώντας λίστας αναπαραγωγής.
es: Crear lista de reproducción

# conectadoComo
source: Connected as
el: Συνδεδεμένος ως
es: Conectado como

# compartirTwitter1
source: What a good song:
el: Τι καλό τραγούδι:
es: Vaya temazo:

# compartirTwitter2
source: Twitted from
el: Twitted από
es: Twitteado desde

# compartirLocal1
source: I'm listening to
el: Ακούω
es: Estoy escuchando

# compartirLocal2
source: from
el: από
es: de

# compartirLocal3
source: with the
el: με
es: con el

# reproductor
source: Player
el: Αναπαραγωγή της μουσικής
es: Reproductor

# agradecimiento3
source: * The programmers of NVorbis, CSCore y JAudio
ca: * Tothom que m'han ajudat a trobar errors
el: * Οι δημιουργοί NAudio, CSCore και JAudio
es: * Los creadores de NVorbis, CSCore y JAudio

# abrirCD
source: Open audio CD...
el: Ανοίξτε το CD
es: Abrir CD de audio

# errorCD
source: The disc cannot be read. The device is not ready...
el: Δεν μπορώ να διαβάσω το CD. Η συσκευή δεν είναι έτοιμη.
es: No se puede leer el CD. El dispositivo no está preparado...

# aceptar
source: OK
el: Εντάξει
es: Aceptar

# anterior
source: Previous
el: Προηγούμενο
es: Anterior

# cerrar
source: Close
el: Τέλος
es: Cerrar

# consejoDeshacer
source: Restore the lyrics as it was before editing.
es: Restaura la letra que había antes de modificarla.

# deshacer
source: Undo
el: Καταστροφή
es: Deshacer

# limpiar
source: Clean
el: Καθάρισμα
es: Limpiar

# siguiente
source: Next
el: Επόμενο
es: Siguiente

# tipografíaLyrics
source: Change font of the Lyric Viewer
el: Αλλαγή γραμματοσειράς της θεατής στίχων
es: Cambiar la fuente del visor de letras

# verLyrics
source: View lyrics
el: Προβολή στίχων
es: Ver la letra

# localizacion
source: Location
el: Τοποθεσία
es: Localización

# abrir_cancion
source: Open song
el: Άνοιγμα τραγουδιού
es: Abrir canción

# verLog
source: View log
el: Προβολή καταγραφής
es: Ver log

# nuevoAlbumDesdeCarpeta
source: New album from folder
es: Nuevo álbum desde un directorio

# errorVinculacion
source: Vinculation has been canelled because it has exceeded the wait time.
es: Se ha cancelado la vinculación por tiempo de espera

# actualizacion1
source: A new version of Music Manager is avaliable.
es: Está disponible una nueva versión del Gestor de Música.

# actualizacion2
source: Click on "Yes" to download it.
es: Haz click en "Sí" para descargarla.

# configuracion
source: Settings
el: Ρυθμίσεις
es: Configuración

# idioma
source: Language
el: Γλώσσα
es: Idioma

# seleccione_opcion
source: Select an option to continue...
es: Seleccione una opción para continuar...

# aplicar
source: Apply
el: Εφαρμογή
es: Aplicar

# fusionarCancionPartes
source: Merge as a multipart song
es: Fusionar en canción con partes

# copiarImagen
source: Copy album cover to clipboard
es: Copiar carátula al portapapeles

# cambiar_portapapeles
source: Clipboard config
es: Configurar el portapapeles

# portapapeles_vistaprevia
source: Preview
es: Vista previa

# album_agregado
source: Album has been added without problems.
es: Se ha agregado el álbum correctamente.

# album_noagregado
source: The album couldn't be added. Maybe is it repeated?
es: No se ha agregado el álbum, puede que esté repetido.

# click_reproductor
source: Click here to show the Player
es: Haz click para mostrar el Reproductor

# nuevaPlaylist
source: New playlist
es: Nueva playlist

# reproduciendo
source: Playing
es: Reproduciendo

# playlistName
source: Enter the playlist name...
es: Escribe el nombre de la lista de reproducción

# genero_chiptune
source: Chiptune
el: Τσιπτούν

source: Digital
el: Ψηφιακό

# genero_blackmetal
source: Black Metal
el: Μπλακ μέταλ

# genero_blues
source: Blues rock
ca: Rock blues
el: Μπλουζ ροκ

# genero_flamenquito
source: Flamenco
ca: Flamenc
el: Φλαμένκο

# genero_folk
source: Folk
el: Φολκ

# genero_heavymetal
source: Heavy Metal
el: Χέβυ μέταλ

# genero_jazz
source: Jazz
el: Τζαζ

# genero_jazz fusion
source: Jazz fusion
ca: Jazz fusió
el: Σύντηξη τζαζ

# genero_new wave
source: New wave
el: Νιου γουέιβ

# genero_pop
source: Pop
el: Ποπ

# genero_postrock
source: Post-rock
el: Ποστ-ροκ

# genero_punk
source: Punk
el: Πανκ

# genero_ska
source: Ska
el: Σκα

# genero_stoner
source: Stoner rock/metal
el: Στονερ ροκ/μέταλ

# genero_vaporwave
source: Vaporwave
el: Βάποργουέιβ
